Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Notes.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: These conversations are referenced by %d notes.
ar: عدد الملاحظات التي تشير إلى هذه المحادثات: %d.
de: Diese Unterhaltungen werden von %d Notizen referenziert.
es: Estas conversaciones están referenciadas por %d notas.
fr: Ces conversations sont référencées par %d notes.
hi: %d नोट्स इन बातचीत को रेफ़र करते हैं।
id: Percakapan-percakapan ini dirujuk oleh %d catatan.
ja: これらの会話は %d 件のノートから参照されています。
ko: 이 대화들은 %d개의 노트에서 참조됩니다.
pt_br: Estas conversas são referenciadas por %d notas.
ru: На эти разговоры ссылаются %d заметок.
th: มีโน้ต %d รายการที่อ้างอิงถึงการสนทนาเหล่านี้
tr: %d not bu sohbetlere atıfta bulunuyor.
vi: Có %d ghi chú tham chiếu đến các cuộc trò chuyện này.
zh_hans: 这些对话有 %d 条笔记引用。
zh_hant: 這些對話有 %d 則筆記引用。

source: This conversation is referenced by %d notes.
ar: عدد الملاحظات التي تشير إلى هذه المحادثة: %d.
de: Diese Unterhaltung wird von %d Notizen referenziert.
es: Esta conversación está referenciada por %d notas.
fr: Cette conversation est référencée par %d notes.
hi: %d नोट्स इस बातचीत को रेफ़र करते हैं।
id: Percakapan ini dirujuk oleh %d catatan.
ja: この会話は %d 件のノートから参照されています。
ko: 이 대화는 %d개의 노트에서 참조됩니다.
pt_br: Esta conversa é referenciada por %d notas.
ru: На этот разговор ссылаются %d заметок.
th: มีโน้ต %d รายการที่อ้างอิงถึงการสนทนานี้
tr: %d not bu sohbete atıfta bulunuyor.
vi: Có %d ghi chú tham chiếu đến cuộc trò chuyện này.
zh_hans: 这个对话有 %d 条笔记引用。
zh_hant: 這個對話有 %d 則筆記引用。

source: This note is in Trash.
ar: هذه الملاحظة في سلة المهملات.
de: Diese Notiz liegt im Papierkorb.
es: Esta nota está en la papelera.
fr: Cette note est dans la corbeille.
hi: यह नोट ट्रैश में है।
id: Catatan ini ada di Sampah.
ja: このノートはゴミ箱にあります。
ko: 이 노트는 휴지통에 있습니다.
pt_br: Esta nota está na lixeira.
ru: Эта заметка в корзине.
th: โน้ตนี้อยู่ในถังขยะ
tr: Bu not çöp kutusunda.
vi: Ghi chú này đang ở thùng rác.
zh_hans: 这条笔记在回收站中。
zh_hant: 這則筆記在回收站中。

source: This note will be permanently deleted and can't be recovered.
ar: سيتم حذف هذه الملاحظة نهائيًا ولا يمكن استعادتها.
de: Diese Notiz wird endgültig gelöscht und kann nicht wiederhergestellt werden.
es: Esta nota se eliminará permanentemente y no se podrá recuperar.
fr: Cette note sera définitivement supprimée et ne pourra pas être récupérée.
hi: यह नोट स्थायी रूप से हटा दिया जाएगा और इसे पुनर्प्राप्त नहीं किया जा सकता।
id: Catatan ini akan dihapus permanen dan tidak dapat dipulihkan.
ja: このノートは完全に削除され、復元できません。
ko: 이 메모는 영구적으로 삭제되며 복구할 수 없습니다.
pt_br: Esta nota será excluída permanentemente e não poderá ser recuperada.
ru: Эта заметка будет удалена навсегда и не может быть восстановлена.
th: บันทึกนี้จะถูกลบถาวรและไม่สามารถกู้คืนได้
tr: Bu not kalıcı olarak silinecek ve geri alınamayacak.
vi: Ghi chú này sẽ bị xóa vĩnh viễn và không thể khôi phục.
zh_hans: 该笔记将被永久删除且无法恢复。
zh_hant: 此筆記將被永久刪除且無法復原。

source: This provider is unavailable. Add a provider with your own key.
ar: هذا المزوّد غير متاح. أضف مزوّدًا بمفتاحك الخاص.
de: Dieser Anbieter ist nicht verfügbar. Füge einen Anbieter mit eigenem Schlüssel hinzu.
es: Este proveedor no está disponible. Agrega un proveedor con tu propia clave.
fr: Ce fournisseur n'est pas disponible. Ajoutez un fournisseur avec votre propre clé.
hi: यह प्रोवाइडर उपलब्ध नहीं है। अपनी कुंजी वाला प्रोवाइडर जोड़ें।
id: Penyedia ini tidak tersedia. Tambahkan penyedia dengan kunci Anda sendiri.
ja: このプロバイダーは利用できません。自分のキーでプロバイダーを追加してください。
ko: 이 제공업체는 사용할 수 없습니다. 본인의 키로 제공업체를 추가하세요.
pt_br: Este provedor está indisponível. Adicione um provedor com sua própria chave.
ru: Этот провайдер недоступен. Добавьте провайдера со своим ключом.
th: ผู้ให้บริการนี้ใช้งานไม่ได้ เพิ่มผู้ให้บริการด้วยคีย์ของคุณเอง
tr: Bu sağlayıcı kullanılamıyor. Kendi anahtarınla bir sağlayıcı ekle.
vi: Nhà cung cấp này không khả dụng. Thêm nhà cung cấp bằng khóa của riêng bạn.
zh_hans: 该供应商不可用。请添加一个用你自己 Key 的供应商。
zh_hant: 此供應商無法使用。請用你自己的金鑰新增供應商。

source: Trash
ar: سلة المهملات
de: Papierkorb
es: Papelera
fr: Corbeille
hi: ट्रैश
id: Sampah
ja: ゴミ箱
ko: 휴지통
pt_br: Lixeira
ru: Корзина
th: ถังขยะ
tr: Çöp
vi: Thùng rác
zh_hans: 回收站
zh_hant: 回收站

source: Trash is empty
ar: سلة المهملات فارغة
de: Der Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
hi: ट्रैश खाली है
id: Sampah kosong
ja: ゴミ箱は空です
ko: 휴지통이 비었습니다
pt_br: A lixeira está vazia
ru: Корзина пуста
th: ถังขยะว่าง
tr: Çöp boş
vi: Thùng rác trống
zh_hans: 回收站为空
zh_hant: 回收站是空的

source: Uncategorized
ar: غير مصنف
de: Nicht kategorisiert
es: Sin categoría
fr: Sans catégorie
hi: बिना श्रेणी
id: Tanpa kategori
ja: 未分類
ko: 분류 없음
pt_br: Sem categoria
ru: Без категории
th: ไม่จัดหมวดหมู่
tr: Kategorisiz
vi: Chưa phân loại
zh_hans: 未归类
zh_hant: 未分類

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत
id: Urungkan
ja: 元に戻す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
th: เลิกทำ
tr: Geri al
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

# Unpin
source: Unpin from list
ar: إلغاء التثبيت من القائمة
de: Aus Liste lösen
es: Quitar de la lista fijada
fr: Retirer de la liste épinglée
hi: सूची से अनपिन करें
id: Lepas dari daftar
ja: リストの固定を解除
ko: 목록 고정 해제
pt_br: Desafixar da lista
ru: Открепить из списка
th: เลิกปักหมุดในรายการ
tr: Listeden kaldır
vi: Bỏ ghim khỏi danh sách
zh_hans: 从列表取消置顶
zh_hant: 從列表取消置頂

source: Untitled note
ar: ملاحظة بلا عنوان
de: Unbenannte Notiz
es: Nota sin título
fr: Note sans titre
hi: बिना शीर्षक नोट
id: Catatan tanpa judul
ja: 無題のノート
ko: 제목 없는 노트
pt_br: Nota sem título
ru: Безымянная заметка
th: โน้ตไม่มีชื่อ
tr: Adsız not
vi: Ghi chú chưa đặt tên
zh_hans: 未命名笔记
zh_hant: 未命名筆記

source: Updated
ar: آخر تحديث
de: Aktualisiert
es: Actualizada
fr: Mise à jour
hi: अपडेट किया गया
id: Diperbarui
ja: 更新日
ko: 업데이트일
pt_br: Atualizada
ru: Обновлено
th: อัปเดตเมื่อ
tr: Güncellendi
vi: Đã cập nhật
zh_hans: 更新时间
zh_hant: 更新時間

source: Use another model once, then save both sources as a note.
ar: استخدم نموذجًا آخر مرة واحدة، ثم احفظ المصدرين في ملاحظة.
de: Nutze einmal ein anderes Modell und speichere danach beide Quellen als Notiz.
es: Usa otro modelo una vez y guarda ambas fuentes como una nota.
fr: Utilisez un autre modèle une fois, puis enregistrez les deux sources dans une note.
hi: एक बार दूसरा मॉडल उपयोग करें, फिर दोनों स्रोतों को नोट के रूप में सहेजें।
id: Gunakan model lain sekali, lalu simpan kedua sumber sebagai catatan.
ja: 別のモデルを一度使い、両方の出典をノートとして保存します。
ko: 다른 모델을 한 번 사용한 뒤 두 출처를 노트로 저장합니다.
pt_br: Use outro modelo uma vez e salve as duas fontes como nota.
ru: Один раз используйте другую модель, затем сохраните оба источника как заметку.
th: ใช้โมเดลอื่นหนึ่งครั้ง แล้วบันทึกทั้งสองแหล่งเป็นโน้ต
tr: Başka bir modeli bir kez kullan, sonra iki kaynağı da not olarak kaydet.
vi: Dùng một mô hình khác một lần, rồi lưu cả hai nguồn thành ghi chú.
zh_hans: 用另一个模型核对一次，再把双来源保存成笔记。
zh_hant: 用另一個模型核對一次，再把雙來源保存成筆記。

source: View
ar: عرض
de: Ansehen
es: Ver
fr: Voir
hi: देखें
id: Lihat
ja: 表示
ko: 보기
pt_br: Ver
ru: Открыть
th: ดู
tr: Görüntüle
vi: Xem
zh_hans: 查看
zh_hant: 查看
